{
  "plugins": {
    "Autopairs": {
      "src": "https://github.com/windwp/nvim-autopairs"
    },
    "Catpuccin Theme": {
      "src": "https://github.com/catppuccin/nvim"
    },
    "Ccc Nvim": {
      "src": "https://github.com/uga-rosa/ccc.nvim"
    },
    "Discord Rich Presence": {
      "src": "https://github.com/vyfor/cord.nvim"
    },
    "Git Signs": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "Language Server Config": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "Lualine": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "Mason": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "Mini Comment": {
      "src": "https://github.com/nvim-mini/mini.comment"
    },
    "Mini Completion": {
      "src": "https://github.com/nvim-mini/mini.completion"
    },
    "Nvim Tree": {
      "src": "https://github.com/nvim-tree/nvim-tree.lua"
    },
    "Oil FIle Explorer": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "Tree Sitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    }
  }
}
